Repository: Wesc-9/ATHLTH
Catalog: ATHLTH/Resources/Localizable.xcstrings
Source language: en
Languages: es, it, nb, zh_hans

source: Custom goals start with manual tracking. You can add and check milestones yourself.
nb: Egendefinerte mål starter med manuell sporing. Du kan legge til og krysse av milepæler selv.

source: Make it yours
nb: Gjør det til ditt

source: Deadline
nb: Frist

source: Goal image
nb: Målbilde

source: Fallback cover
nb: Standardbilde

source: Link training plan
nb: Koble treningsplan

source: You can add extra manual milestones after creating the goal.
nb: Du kan legge til ekstra manuelle milepæler etter at målet er opprettet.

source: Ready to start
nb: Klar til å starte

source: Make this my Primary Goal
nb: Gjør dette til mitt primærmål

source: Privacy
nb: Personvern

source: Safe automation
nb: Trygg automatisering

source: Identity
nb: Identitet

source: Training plan
nb: Treningsplan

source: Link current plan
nb: Koble gjeldende plan

source: Target rules and existing automatic milestones are kept unchanged when editing metadata. This prevents accidental changes to what counts as completion.
nb: Målregler og eksisterende automatiske milepæler beholdes uendret når metadata redigeres. Det hindrer utilsiktede endringer i hva som teller som fullføring.

source: Delete this goal?
nb: Slette dette målet?

source: Create Goal
nb: Opprett mål

source: Trophy Cabinet
nb: Troféskap

source: The achievements you choose to display.
nb: Prestasjonene du velger å vise.

source: View Collection
nb: Vis samling

source: Your cabinet is waiting
nb: Troféskapet ditt venter

source: Unlocked trophies can be pinned here from the collection.
nb: Opplåste trofeer kan festes her fra samlingen.

source: Trophy Progress
nb: Troféfremgang

source: What your next effort is building toward.
nb: Dette bygger den neste innsatsen din mot.

source: Your trophy progress will appear here as ATHLTH reads verified activity.
nb: Troféfremgangen vises her når ATHLTH leser verifisert aktivitet.

source: Trophy view
nb: Trofévisning

source: ATHLTH TROPHIES
nb: ATHLTH-TROFEER

source: Your Cabinet
nb: Troféskapet ditt

source: Choose up to five unlocked trophies to feature.
nb: Velg opptil fem opplåste trofeer som skal vises.

source: Your cabinet is empty
nb: Troféskapet er tomt

source: Open an unlocked trophy in Collection and choose Show in Trophy Cabinet.
nb: Åpne et opplåst trofé i Samling og velg Vis i troféskap.

source: Browse Collection
nb: Utforsk samlingen

source: To change your cabinet, open a trophy and add or remove it from your profile showcase.
nb: For å endre skapet åpner du et trofé og legger det til eller fjerner det fra profilvisningen.

source: Your cabinet can display up to five trophies.
nb: Troféskapet kan vise opptil fem trofeer.

source: Verification
nb: Verifisering

source: Evolution
nb: Utvikling

source: NEW ATHLTH TROPHY
nb: NYTT ATHLTH-TROFÉ

source: Trophy
nb: Trofé

source: No events yet
nb: Ingen arrangementer ennå

source: Create a public or friends-only run, walk or group workout.
nb: Opprett en offentlig eller vennebegrenset løpetur, gåtur eller gruppeøkt.

source: Create Event
nb: Opprett arrangement

source: Upcoming
nb: Kommende

source: History
nb: Historikk

source: Cancel Event
nb: Avlys arrangement

source: People
nb: Personer

source: Host
nb: Vert

source: Event host
nb: Arrangør

source: Event
nb: Arrangement

source: Who can see it
nb: Hvem kan se det

source: Meet
nb: Oppmøte

source: No route
nb: Ingen rute

source: Participants
nb: Deltakere

source: Limit participants
nb: Begrens deltakere

source: Public events can be discovered by signed-in ATHLTH users. Friends-only events are limited to your ATHLTH friends.
nb: Offentlige arrangementer kan oppdages av innloggede ATHLTH-brukere. Vennearrangementer er begrenset til ATHLTH-vennene dine.

source: Manage weekly challenges
nb: Administrer ukentlige utfordringer

source: Events
nb: Arrangementer

source: Complete or share workouts to start building the leaderboard.
nb: Fullfør eller del økter for å begynne å bygge ledertavlen.

source: YOUR POSITION
nb: DIN PLASSERING

source: Leaderboard
nb: Ledertavle

source: Leaderboard scope
nb: Omfang for ledertavle

source: YOU
nb: DU

source: Discover People
nb: Oppdag personer

source: Find athletes to follow, train and compete with.
nb: Finn utøvere å følge, trene og konkurrere med.

source: New people will appear here when they become discoverable.
nb: Nye personer vises her når de blir synlige.

source: Edit Event
nb: Rediger arrangement

source: Hosted by
nb: Arrangert av

source: Co-hosts
nb: Medarrangører

source: When & where
nb: Når og hvor

source: Attendance
nb: Deltakelse

source: You're on the waitlist
nb: Du står på ventelisten

source: Set Reminder
nb: Sett påminnelse

source: Edit Challenge
nb: Rediger utfordring

source: Cancel Challenge
nb: Avbryt utfordring

source: Challenge Rules
nb: Regler for utfordringen

source: Core competition rules are locked after start.
nb: De viktigste konkurransereglene låses etter start.

source: Participation
nb: Deltakelse

source: My Progress
nb: Min fremgang

source: Log Manual Result
nb: Registrer manuelt resultat

source: No qualifying results yet.
nb: Ingen kvalifiserende resultater ennå.

source: Discussion
nb: Diskusjon

source: No comments yet. Ask a question or share an update about this event.
nb: Ingen kommentarer ennå. Still et spørsmål eller del en oppdatering om arrangementet.

source: Challenge
nb: Utfordring

source: Important changes such as time, meeting point or activity notify people who are going, maybe going or waitlisted.
nb: Viktige endringer som tidspunkt, møtested eller aktivitet varsler personer som skal, kanskje skal eller står på venteliste.

source: Metric
nb: Metrisk

source: Scoring
nb: Poengberegning

source: Window
nb: Periode

source: Could Not Save Event
nb: Kunne ikke lagre arrangement

source: Could Not Save Challenge
nb: Kunne ikke lagre utfordring

source: Create a group for your city, area or training community.
nb: Opprett en gruppe for byen, området eller treningsmiljøet ditt.

source: Train with your community
nb: Tren med fellesskapet ditt

source: Find public groups, train together and take on shared challenges.
nb: Finn offentlige grupper, tren sammen og delta i felles utfordringer.

source: You were invited to join
nb: Du er invitert til å bli med

source: Decline
nb: Avslå

source: Join
nb: Bli med

source: Joined
nb: Medlem

source: Group area
nb: Gruppeområde

source: You have a group invitation
nb: Du har en gruppeinvitasjon

source: Accept the invitation to unlock chat, events and challenges.
nb: Godta invitasjonen for å få tilgang til chat, arrangementer og utfordringer.

source: Join Group
nb: Bli med i gruppen

source: Membership request pending
nb: Medlemsforespørsel venter

source: An Owner or Admin can approve your request.
nb: En eier eller administrator kan godkjenne forespørselen din.

source: Invitation required
nb: Invitasjon kreves

source: This group only accepts members who have been invited by an Owner or Admin.
nb: Denne gruppen tar bare imot medlemmer som er invitert av en eier eller administrator.

source: CLUB
nb: KLUBB

source: Club Settings
nb: Klubbinnstillinger

source: Leave Club
nb: Forlat klubb

source: Pinned Post
nb: Festet innlegg

source: Club Posts
nb: Klubbinnlegg

source: Club Leaderboard
nb: Klubbledertavle

source: Last 7 days · training, participation and Club activity.
nb: Siste 7 dager · trening, deltakelse og klubbaktivitet.

source: Leaderboard activity will appear as members train and take part in the Club.
nb: Aktivitet på ledertavlen vises når medlemmer trener og deltar i klubben.

source: Club Post
nb: Klubbinnlegg

source: Visible to every group member
nb: Synlig for alle gruppemedlemmer

source: Coming Up
nb: På vei

source: The next things happening in this group.
nb: Det neste som skjer i denne gruppen.

source: No upcoming events or challenges yet.
nb: Ingen kommende arrangementer eller utfordringer ennå.

source: Recent Activity
nb: Nylig aktivitet

source: What has changed in the group lately.
nb: Dette har skjedd i gruppen i det siste.

source: New members, events and challenges will appear here.
nb: Nye medlemmer, arrangementer og utfordringer vises her.

source: Delete Post
nb: Slett innlegg

source: Start the Club conversation.
nb: Start samtalen i klubben.

source: Group Events
nb: Gruppearrangementer

source: Group Challenges
nb: Gruppeutfordringer

source: Remove Photo
nb: Fjern bilde

source: This photo becomes the Club hero image and is also used as the Club thumbnail.
nb: Dette bildet blir klubbens hovedbilde og brukes også som miniatyrbilde.

source: Club photo
nb: Klubbilde

source: Club
nb: Klubb

source: Group visibility
nb: Gruppesynlighet

source: Private
nb: Privat

source: Membership
nb: Medlemskap

source: Who can join
nb: Hvem kan bli med

source: Open
nb: Åpen

source: Approval required
nb: Krever godkjenning

source: Invite only
nb: Kun invitasjon

source: Member permissions
nb: Medlemstillatelser

source: Members can create events & challenges
nb: Medlemmer kan opprette arrangementer og utfordringer

source: Remove
nb: Fjern

source: Group
nb: Gruppe

source: Delete Group
nb: Slett gruppe

source: Only the Owner can delete the group. Deleting it permanently removes messages, updates, events, challenges and memberships.
nb: Bare eieren kan slette gruppen. Sletting fjerner meldinger, oppdateringer, arrangementer, utfordringer og medlemskap permanent.

source: This cannot be undone. All group content will be permanently removed.
nb: Dette kan ikke angres. Alt gruppeinnhold fjernes permanent.

source: Community Activity
nb: Fellesskapsaktivitet

source: Updates from groups you belong to.
nb: Oppdateringer fra grupper du er medlem av.

source: Group joins, updates, events and challenges will appear here.
nb: Gruppemedlemskap, oppdateringer, arrangementer og utfordringer vises her.

source: Club activity will appear here.
nb: Klubbaktivitet vises her.

source: Group notifications
nb: Gruppevarsler

source: Direct @mentions use your global Mentions setting in Settings → Notifications. Turning this group off does not disable a direct mention.
nb: Direkte @omtaler bruker den globale Omtaler-innstillingen under Innstillinger → Varsler. Å slå av gruppen deaktiverer ikke direkte omtaler.

source: Invited
nb: Invitert

source: Invite
nb: Inviter

source: Membership Requests
nb: Medlemsforespørsler

source: Members
nb: Medlemmer

source: ATHLTH member
nb: ATHLTH-medlem

source: Group member
nb: Gruppemedlem

source: Remove from Group
nb: Fjern fra gruppe

source: Cover image
nb: Forsidebilde

source: Only members of this group can see this event.
nb: Bare medlemmer av denne gruppen kan se arrangementet.

source: Challenge goal
nb: Utfordringsmål

source: Only completed workouts matching the selected activity contribute to this challenge. The same workout is counted once.
nb: Bare fullførte økter som matcher valgt aktivitet teller i utfordringen. Samme økt telles én gang.

source: Create group
nb: Opprett gruppe

source: Clear group search
nb: Tøm gruppesøk

source: Change Club photo
nb: Bytt klubbilde

source: Create Club
nb: Opprett klubb

source: Invite Members
nb: Inviter medlemmer

source: Invite group member
nb: Inviter gruppemedlem

source: Group Event
nb: Gruppearrangement

source: Could Not Create Event
nb: Kunne ikke opprette arrangement

source: Group Challenge
nb: Gruppeutfordring

source: Could Not Create Challenge
nb: Kunne ikke opprette utfordring

source: participating
nb: deltar

source: Start a community challenge
nb: Start en fellesskapsutfordring

source: Create a running, route or strength challenge and invite your people.
nb: Opprett en løpe-, rute- eller styrkeutfordring og inviter folkene dine.

source: Route Challenges
nb: Ruteutfordringer

source: Take on shared routes and compare verified attempts.
nb: Ta fatt på delte ruter og sammenlign verifiserte forsøk.

source: View all
nb: Se alle

source: Open challenge
nb: Åpne utfordring

source: No route challenge is active
nb: Ingen ruteutfordring er aktiv

source: Browse community routes and turn one into your next challenge.
nb: Utforsk fellesskapsruter og gjør en av dem til din neste utfordring.

source: Friends vs Friends
nb: Venner mot venner

source: Running distance · last 7 days
nb: Løpedistanse · siste 7 dager

source: Add friends to start comparing shared activity.
nb: Legg til venner for å begynne å sammenligne delt aktivitet.

source: Club Activity
nb: Klubbaktivitet

source: Latest updates from the clubs you belong to.
nb: Siste oppdateringer fra klubbene du er medlem av.

source: Popular Routes
nb: Populære ruter

source: Routes shared with the ATHLTH community.
nb: Ruter delt med ATHLTH-fellesskapet.

source: Public and shared routes will appear here when they become available.
nb: Offentlige og delte ruter vises her når de blir tilgjengelige.

source: Shared routes will appear here.
nb: Delte ruter vises her.

source: Community Routes
nb: Fellesskapsruter

source: COMMUNITY
nb: FELLESSKAP

source: Better together.
nb: Bedre sammen.

source: Find your people, show up, and keep moving.
nb: Finn folkene dine, møt opp og hold deg i bevegelse.

source: Find your club
nb: Finn klubben din

source: Join people who train, race or move like you do.
nb: Bli med folk som trener, konkurrerer eller beveger seg som deg.

source: Create the next meetup
nb: Opprett neste samling

source: Run, lift, hike or train together.
nb: Løp, løft, gå tur eller tren sammen.

source: Give yourself something to chase
nb: Gi deg selv noe å jakte på

source: Create or join a challenge.
nb: Opprett eller bli med i en utfordring.

source: Community should make training feel closer — not busier.
nb: Fellesskap skal gjøre treningen nærmere — ikke mer hektisk.

source: Clubs, events and challenges stay connected to the people and workouts that matter.
nb: Klubber, arrangementer og utfordringer holder deg koblet til menneskene og øktene som betyr noe.

source: Train together.
nb: Tren sammen.

source: Less feed. More people, competition and reasons to show up.
nb: Mindre feed. Flere mennesker, mer konkurranse og flere grunner til å møte opp.

source: YOUR CIRCLE
nb: DIN KRETS

source: No weekly challenge yet
nb: Ingen ukentlig utfordring ennå

source: Open Challenges and pick the next target.
nb: Åpne Utfordringer og velg neste mål.

source: Community should help you train more — not give you another feed to scroll.
nb: Fellesskapet skal hjelpe deg å trene mer — ikke gi deg enda en feed å scrolle.

source: WEEKLY CHALLENGE
nb: UKENS UTFORDRING

source: Join Challenge
nb: Bli med i utfordringen

source: This challenge is no longer available.
nb: Denne utfordringen er ikke lenger tilgjengelig.

source: done
nb: ferdig

source: MAKE THIS WEEK COUNT
nb: GJØR DENNE UKEN TELLENDE

source: How it works
nb: Slik fungerer det

source: Challenge completed
nb: Utfordring fullført

source: Leave
nb: Forlat

source: THIS WEEK'S FOCUS
nb: DENNE UKENS FOKUS

source: Your progress
nb: Din fremgang

source: Community progress for this weekly challenge.
nb: Fellesskapets fremgang i denne ukentlige utfordringen.

source: Progress appears here as participants complete qualifying workouts.
nb: Fremgang vises her når deltakere fullfører kvalifiserende økter.

source: Counted workouts
nb: Tellende økter

source: Qualifying activity during the challenge window.
nb: Kvalifiserende aktivitet i utfordringsperioden.

source: Complete a qualifying workout and it will appear here after Health syncs.
nb: Fullfør en kvalifiserende økt, så vises den her etter at Health er synkronisert.

source: Current
nb: Gjeldende

source: Create or generate the next weekly running challenge.
nb: Opprett eller generer den neste ukentlige løpeutfordringen.

source: Build from scratch
nb: Bygg fra bunnen av

source: Generate with AI
nb: Generer med AI

source: Delete & build replacement
nb: Slett og bygg erstatning

source: Delete & generate replacement with AI
nb: Slett og generer erstatning med AI

source: Delete & move future challenges forward
nb: Slett og flytt fremtidige utfordringer frem

source: Delete and leave gap
nb: Slett og la plassen stå tom

source: Choose what should happen to this weekly slot after the challenge is deleted.
nb: Velg hva som skal skje med denne ukesplassen etter at utfordringen slettes.

source: Only ATHLTH administrators can manage official weekly challenges.
nb: Bare ATHLTH-administratorer kan administrere offisielle ukentlige utfordringer.

source: AI Cover
nb: AI-bilde

source: Challenge type
nb: Utfordringstype

source: Schedule
nb: Tidsplan

source: Generate a new AI suggestion
nb: Generer et nytt AI-forslag

source: Generate AI cover
nb: Generer AI-bilde

source: AI can draft the challenge and create its cover image. The challenge text is not published until you review and save it.
nb: AI kan lage et utkast til utfordringen og generere et bilde. Teksten publiseres ikke før du har gjennomgått og lagret den.

source: Weekly Challenge
nb: Ukentlig utfordring

source: Weekly Challenges
nb: Ukentlige utfordringer

source: Compete, train together and settle it with data.
nb: Konkurrer, tren sammen og avgjør det med data.

source: Challenge your friends
nb: Utfordre vennene dine

source: Running, routes, strength and meet-up sessions.
nb: Løping, ruter, styrke og fellesøkter.

source: people
nb: personer

source: ATHLTH Challenges
nb: ATHLTH-utfordringer

source: Weekly community goals, friend challenges and routes.
nb: Ukentlige fellesskapsmål, venneutfordringer og ruter.

source: The next ATHLTH Weekly challenge will appear here. You can also create a challenge with friends.
nb: Neste ukentlige ATHLTH-utfordring vises her. Du kan også opprette en utfordring med venner.

source: RULES LOCKED
nb: REGLER LÅST

source: Challenge name
nb: Navn på utfordring

source: Required · this is what participants will see.
nb: Påkrevd · dette er det deltakerne ser.

source: What are you competing in?
nb: Hva konkurrerer dere i?

source: Set the rules
nb: Sett reglene

source: Rule detail
nb: Regeldetaljer

source: Basic
nb: Grunnleggende

source: Advanced
nb: Avansert

source: Allow multiple attempts
nb: Tillat flere forsøk

source: Rules lock when the challenge starts
nb: Reglene låses når utfordringen starter

source: Once live, target, route, verification and scoring cannot be changed.
nb: Når utfordringen er i gang, kan mål, rute, verifisering og poengberegning ikke endres.

source: Course
nb: Løype

source: GPS verification required
nb: GPS-verifisering kreves

source: Specific-route challenges must include GPS data.
nb: Utfordringer på spesifikk rute må inneholde GPS-data.

source: Require GPS verification
nb: Krev GPS-verifisering

source: Verified running only
nb: Kun verifisert løping

source: Running results must come from ATHLTH or a qualifying Apple Health workout. Manual entries are not accepted.
nb: Løperesultater må komme fra ATHLTH eller en kvalifiserende Apple Health-økt. Manuelle registreringer godtas ikke.

source: Timing
nb: Tidtaking

source: Distance tolerance
nb: Distanseavvik

source: Allowed route deviation
nb: Tillatt ruteavvik

source: Start & finish tolerance
nb: Toleranse ved start og mål

source: Route direction
nb: Ruteretning

source: Allow target ghost
nb: Tillat mål-Ghost

source: Allow treadmill
nb: Tillat tredemølle

source: Attempt policy
nb: Forsøksregel

source: Maximum attempts
nb: Maksimalt antall forsøk

source: Unlimited
nb: Ubegrenset

source: Only the first qualifying attempt is recorded.
nb: Bare det første kvalifiserende forsøket registreres.

source: Reset to Recommended
nb: Tilbakestill til anbefalt

source: Change Route
nb: Bytt rute

source: New Route
nb: Ny rute

source: Choose a route
nb: Velg en rute

source: My Routes
nb: Mine ruter

source: Create New
nb: Opprett ny

source: Heart-rate zone
nb: Pulssone

source: Maximum heart rate required
nb: Maksimalpuls kreves

source: Set Maximum Heart Rate
nb: Angi maksimalpuls

source: Verified heart-rate data only
nb: Kun verifiserte pulsdata

source: Personal zones
nb: Personlige soner

source: Require a specific weight
nb: Krev en bestemt vekt

source: Result verification
nb: Resultatverifisering

source: Who are you challenging?
nb: Hvem utfordrer du?

source: Route Challenge
nb: Ruteutfordring

source: SELECTED
nb: VALGT

source: FRIENDS
nb: VENNER

source: Add friends before sending a challenge.
nb: Legg til venner før du sender en utfordring.

source: Find Friends
nb: Finn venner

source: When does it count?
nb: Når teller det?

source: Set an end time
nb: Angi sluttid

source: Meet and train together
nb: Møt og tren sammen

source: Tap the map to set the meetup point.
nb: Trykk på kartet for å angi møtested.

source: Use route start
nb: Bruk rutestart

source: Check-in is explicit. ATHLTH does not continuously share participants’ live location.
nb: Innsjekk er eksplisitt. ATHLTH deler ikke deltakernes live-posisjon kontinuerlig.

source: Ready to challenge
nb: Klar til å utfordre

source: Fair-play rules
nb: Regler for rettferdig konkurranse

source: Create a route first, then return here to use it in the challenge.
nb: Opprett en rute først, og gå deretter tilbake hit for å bruke den i utfordringen.

source: Create New Route
nb: Opprett ny rute

source: ATHLTH CHALLENGE
nb: ATHLTH-UTFORDRING

source: Submit Manual Strength Result
nb: Send inn manuelt styrkeresultat

source: Keep Challenge
nb: Behold utfordring

source: Set your maximum heart rate
nb: Angi maksimalpulsen din

source: Open Health Profile
nb: Åpne helseprofil

source: You’ve been challenged
nb: Du har blitt utfordret

source: Declining removes you from active competition.
nb: Hvis du avslår, fjernes du fra aktiv konkurranse.

source: Accept Challenge
nb: Godta utfordring

source: LOCKED
nb: LÅST

source: No result yet
nb: Ingen resultat ennå

source: Target Ghost
nb: Mål-Ghost

source: Set your own finish time and follow a synthetic pacer around the challenge route.
nb: Sett din egen sluttid og følg en syntetisk pacer rundt utfordringsruten.

source: Set target time
nb: Angi måltid

source: Rules
nb: Regler

source: Meet & Train
nb: Møt og tren

source: Attempts
nb: Forsøk

source: No attempts yet.
nb: Ingen forsøk ennå.

source: Result
nb: Resultat

source: Manual verification
nb: Manuell verifisering

source: Manual result
nb: Manuelt resultat

source: This attempt will be visible in the leaderboard with a Manual label.
nb: Dette forsøket vises på ledertavlen med etiketten Manuell.

source: Submit
nb: Send inn

source: Create challenge
nb: Opprett utfordring

source: Challenge could not be sent
nb: Utfordringen kunne ikke sendes

source: Choose Route
nb: Velg rute

source: Cancel this challenge?
nb: Avbryte denne utfordringen?

source: Submit Result
nb: Send inn resultat

source: Messages
nb: Meldinger

source: Messages could not refresh
nb: Meldinger kunne ikke oppdateres

source: Accept
nb: Godta

source: Waiting for acceptance
nb: Venter på godkjenning

source: Voice note
nb: Talemelding

source: Send a message or share a workout, plan, route or challenge.
nb: Send en melding eller del en økt, plan, rute eller utfordring.

source: Accept this request before replying or sharing training.
nb: Godta forespørselen før du svarer eller deler trening.

source: Message request sent
nb: Meldingsforespørsel sendt

source: You can send more messages and training items after it is accepted.
nb: Du kan sende flere meldinger og treningselementer etter at den er godkjent.

source: Create a workout or add one to a training plan first.
nb: Opprett en økt eller legg en til i en treningsplan først.

source: Create or save a training plan first.
nb: Opprett eller lagre en treningsplan først.

source: Create a running workout first.
nb: Opprett en løpeøkt først.

source: Save or import a route first.
nb: Lagre eller importer en rute først.
